app/controllers/registrations_controller.rb

	def create
	    	@user = User.new(user_params)
	    	if @user.save
---
INSERT INTO "users" ("name", "last_name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)